button.add=Hinzuf\u00FCgen
button.apply=Anwenden
button.cancel=Abbrechen
button.close=Schliessen
button.delete=L\u00F6schen
button.duplicate=Kopieren
button.moveDown=Nach unten
button.moveUp=Nach oben
button.ok=OK
button.refresh=Aktualisieren
button.remove=Entfernen
button.search=Suche
button.select=Selektieren
description=Beschreibung
disabled=Inaktiv
enabled=Aktiv
link.down=Nach Unten
link.up=Nach Oben
label.delete=L\u00F6schen
msg.actionSuccess=Vorgang erfolgreich abgeschlossen.
name=Name
presence.closed=Abgemeldet
presence.na=Nicht verf\u00FCgbar
presence.open=Angemeldet
prompt.here=hier
prompt.select=ausw\u00E4hlen ...
product.copyright=Copyright (C) SIPfoundry 2004-2010. An den Benutzer lizenziert unter der LGPL-Lizenz.
product.license=Einige Elemente sind unter einer Verteilervereinbarung lizensiert. \
Der Verteiler sichert sich das Copyright an Elementen, welche unter einer aContributor Vereinarung lizensiert sind. \
<p>Lizensiert f\u00FCr den Benutzer unter Affero General Public License(AGPL) Version 3 oder neuer.</p> \
<p>Die Firma SIPfoundry und sipXecs Namen und Logos sind Eigentum der Firma SIPfoundry Inc. und d\u00FCrfen nicht ohne Genehmigung benutzt werden</p> \
<p>Diese Lizenz und das SIPfoundry Copyright d\u00FCrfen nicht entfernt werden. \
Alle Benutzer Interfaces, welche vollen oder teilweisen Zugang zu Funktionalit\u00E4ten oder Services dieser Software bieten, m\u00FCssen die Lizenzinformationen und das SIPfoundry Copyright an einer klar ersichtlichen Stelle zeigen. \
Indem Sie diese Software benutzen, sichern Sie SIPfoundry das Recht zu, Ihren Namen und Ihr Logo zu repr\u00E4sentativen Zecken zu nutzen.</p>
prompt.installtoolbar=Installiere {0} Toolbar
product.name.short=sipXconfig
product.name=sipXcom
product.details=({1} {2} {3})
banner.title=
# Verkn\u00FCpfung zur Onlinehilfe. Kann 2 Stellvertreter f\u00FCr h\u00F6here und niedrigere Versionsnummern der Anwendung enthalten.
# Beispiel: http://example.com/help-{0}-{1}.html wird zu "http://example.com/help-9-0.html"
# f\u00FCr Version 9.0 von sipX
help.link=http://wiki.sipxcom.org/
type=Typ
# Benutzerportal und Admin-Portal
label.pin=PIN
description.pin=Der PIN wird verwendet um in den pers\u00F6nlichen Anrufbeantworter und ins Benutzerportal einzuloggen. \
 Numerische PINs sind empfohlen, da nur Zahlen am Telefon einfach einzugeben sind.
label.pin2=PIN best\u00E4tigen
error.pinMismatch=Die beiden eingegebenen PIN sind nicht gleich
label.voicemail.pin=Voicemail PIN
description.voicemail.pin=Dies wird benutzt um sich bei Voicemail einzuloggen. Numerische PINs werden empfohlen, da nur Nummern gew\u00E4hlt werden k\u00F6nnen. Minimale L\u00E4nge ist 4
label.voicemail.pin2=Best\u00E4tigen Sie Voicemail PIN
error.voicemail.pinMismatch=Der Voicemail PIN und der best\u00E4tigte Voicemail PIN sind nicht identisch
more.etc=mehr ...
unmanagedService.ntpService=NTP
scheduleDay.Every\ day=T\u00E4glich
scheduleDay.Sunday=Sonntag
scheduleDay.Monday=Montag
scheduleDay.Tuesday=Dienstag
scheduleDay.Wednesday=Mittwoch
scheduleDay.Thursday=Donnerstag
scheduleDay.Friday=Freitag
scheduleDay.Saturday=Samstag
scheduleDay.Weekdays=Wochentage
scheduleDay.Weekend=Wochenende
schedule=Zeitplan
ring.delay.If\ no\ response=Wenn keine Antwort
ring.delay.At\ the\ same\ time=Gleichzeitig

label.sipxAccCodeService=Access Code
label.sipxAcdService=ACD
label.sipxBridgeService=SIP Trunking
label.sipxCallResolverService=CDR
label.sipxCallResolverAgentService=CDR HA Tunnel
label.sipxConfigService=Konfiguration
label.sipxConfigAgentService=ACD Statistics
label.sipxFreeswitchService=Media Services
label.sipxImbotService=MyBuddy
label.sipxIvrService=Auto Attendant
label.sipxMediaService=Voicemail
label.sipxMrtgService=Statistiken
label.sipxParkService=Park
label.sipxPageService=Paging
label.sipxPresenceService=ACD Agent Status
label.sipxProxyService=SIP Proxy
label.sipxRecordingService=Konferenzaufnahme
label.sipxRelayService=Media Relay
label.sipxRegistrarService=SIP Registrar
label.sipxRlsService=Presence
label.sipxSaaService=Shared Appearance Agent
label.sipxStatusService=Voicemail MWI
label.sipxSupervisorService=Supervisor
label.sipxOpenfireService=Instant Messaging
label.sipxRestService=Anrufsteuerung
label.sipxProvisionService=Telefon Provisionierung
label.tunnelService=Verschl\u00FCsselungsservice
label.mongoService=Interne Datenbank

label.cf-serverd=Supervisor (sipxsupervisor)
label.dhcpd=DHCP (dhcpd)
label.freeswitch=Medien Services (sipxfreeswitch)
label.iptables=Firewall (iptables)
label.mongod=Interne Datenbank (mongod)
label.mongod-arbiter=Distributed Database Arbiter (mongod-arbiter)
label.mysqld=SIP Capture DB (mysqld)
label.named=DNS (named)
label.ntpd=NTP (ntpd)
label.openacd=Kontakt Center (openacd)
label.openfire=IM - XMPP (openfire)
label.redis-server=Network Queue DB (redis-server)
label.rsyslogd=Telefon Logging server (rsyslogd)
label.sendmail=SMTP (sendmail)
label.sipxacccode=Zugangscode (sipxacccode)
label.sipxbridge=SIP Trunking (sipxbridge)
label.sipxcdr=CDRs (sipxcdr)
label.sipxconfig=Konfiguration (sipxconfig)
label.sipxevent=Event Benachrichtiger (sipxevent)
label.sipxhomer=SIP Capture Server (sipxhomer)
label.sipximbot=IMBot (sipximbot)
label.sipxivr=Voicemail/AutoAttendant/MoH (sipxivr)
label.sipxlogwatcher=Log watcher (sipxlogwatcher)
label.sipxpage=Paging Groups (sipxpage)
label.sipxpark=Call Park (sipxpark)
label.sipxprovision=Phone Auto-Provisioning (sipxprovision)
label.sipXproxy=SIP Proxy (sipxproxy)
label.sipregistrar=SIP Registrar (sipxregistrar)
label.sipxrecording=Conference Event Listener (sipxrecording)
label.sipxrelay=Media Relay (sipxrelay)
label.sipxrest=REST API (sipxrest)
label.sipxrls=RLS (sipxrls)
label.sipxsaa=SAA/BLA (sipxsaa)
label.sipxsqa=Network Queue (sipxsqa)
label.sipstatus=Voicemail MWI (sipxpublisher)
label.snmpd=SNMP (snmpd)
label.snmptrapd=SNMP Alarms (snmptrapd)
label.tunnel-client=Verschl\u00FCsselter Kommunikationsclient (tunnel-client)
label.tunnel-server=Verschl\u00FCsselter Kommunikationsserver (tunnel-server)
label.vsftpd=FTP (vsftpd)
label.xinetd=TFTP (xinetd)

bundle.coreTelephony=Telefonie Services
bundle.coreTelephony.description=Dies ist der Telefonie Service. Anrufe werden zwischen internen Telefonen und an externe Telefone via SIP Gateways geroutet.
bundle.advancedTelephony=Advanced Telefonie Services
bundle.advancedTelephony.description=Nicht alle Systeme ben\u00F6tigen Features und werden deshalb fortgeschrittene Services genannt.
bundle.core=Kernservices
bundle.management=Management
bundle.primarySipRouter=Prim\u00E4rer SIP Router
bundle.redundantSipRouter=Redundanter SIP Router
bundle.voicemail=Voicemail
bundle.conference=Konferenzen
bundle.borderController=SIP Trunking
bundle.acd=ACD
bundle.core.description=Obwohl es Basic Services sind, brauchen Sie vielleicht, abh\u00E4ngig von Ihrer Netzwerkkonfiguration und gew\u00FCnschten Funktionen, eventuell nicht alle dieser Services.
bundle.advanced=Advanced Services
bundle.advanced.description=Nicht alle Systeme brauchen diese Services, deshalb werden Sie Advanced Services genannt.
bundle.im=Instant Messaging
bundle.im.description=Instant messaging \u00FCber XMPP protocol.
bundle.callCenter=Anruf Center
bundle.callCenter.description=Anruf Center um Anrufe an Agents weiterzuleiten, welche auf StandBy sind. Agents loggen sich ein um das System zu informieren, dass Sie verf\u00FCgbar sind Anrufe anzunehmen.
bundle.provision=Ger\u00E4te Provisionierung
bundle.provision.description=Services in Verbindung mit Endpunkt Konfiguration, eingeschlossen hard phones, soft phones und gateways.
bundle.experimental=Experimental
bundle.experimental.description=Funktionen welche funktionieren, oder auch nicht. Vorsicht bevor Sie einige dieser Funktionen aktivieren.

version.mismatch=Version stimmen nicht \u00FCberein
resource.missing=Fehlende Ressourcen
stderr.msg=Standardfehler
stdout.msg=Standardausgabe

error.must.provide.fax.extension=Sie m\u00FCssen eine Fax-Erweiterung eingeben, damit Sie ein Fax DID/alias benutzen k\u00F6nnen.
msg.cannot.connect=Kann nicht zum Kontakt Center verbinden
msg.mongo.write.error=Fehler beim Schreiben in Mongo DB: {0}
msg.dialplanNotFound=Wahlregion mit ID {0} nicht gefunden.
msg.missingRequiredSetting={0} ist ein ben\u00F6tigter Wert.
error.didInUse=DID {1} ist bereits als Erweiterung konfiguriert. Bitte w\u00E4hlen Sie eine andere Nummer hierf\u00FCr {0}.
error.extensionInUse=Erweiterung {1} ist bereits in Benutzung. Bitte w\u00E4hlen Sie eine andere Erweiterung f\u00FCr dies {0}.
error.sameExtension=Mindestens 2 Erweiterungen sind die selben: {0} und {1}. Bitte konfigurieren Sie dies neu.
error.ivr.server=Kann nicht zum Voicemail Server verbinden auf Node:\n{0}. Nachrichten von Servers:\n{1}
error.ivrrestore.failed=Backup auf Voicemail Server fehlgeschlagen.\n{0}
error.ivr.enabled=Voicemail Funktion bereits aktiviert
error.page.enabled=Paging Funktion bereits aktiviert
error.nameInUse.long=Der Name \"{1}\" ist bereits in Benutzung von einem anderen Benutzer oder Service. Bitte w\u00E4hlen Sie einen anderen Namen hierf\u00FCr {0}.
error.nameInUse.short=Der Name \"{0}\" ist bereits in Benutzung durch einen anderen Benutzer oder Service.
error.changetimezone.failed=\u00C4ndern der Serverzeitzone fehlgeschlagen.\n{0}
err.msg.deleteProfile=L\u00F6schen fehlgeschlagen des Benutzers\n{0}
err.msg.saveProfile=Sichern fehlgeschlagen des Benutzers\n{0}
err.msg.checkUserIdAliasFailed=\u00DCberpr\u00FCfen der User-ID oder Alias fehlgeschlagen\n{0}
err.avatar.upload=Hochladen des Avatar Bildes fehlgeschlagen. Vergewissern Sie sich dass die Breite und H\u00F6he des Bildes gr\u00F6\u00DFer als 128 px ist.

label.callPark=Anruf parken
label.conference=Konferenz
label.dialingRule=Wahlregel
label.huntGroup=hunt Gruppe
label.line=Verbindung
label.voicemail=Voicemail

feature.freeSwitch = Medien Services
feature.freeSwitch.description = Medien Services behandeln Anrufe welche Medien ben\u00F6tigen. Die folgenden Services setzen voraus, dass dieser l\u00E4uft: Authorization Code, Auto Attendant, Konferenzen, Kontakt Center und Voicemail. Dieser Service setzt voraus, dass der Proxy Service aktiviert ist.
feature.proxy = SIP Proxy
feature.proxy.description = Der SIP Proxy Service behandelt allen eingehenden und ausgehenden SIP Traffic. Ein SIP Proxy service wird pro Server ben\u00F6tigt.
feature.registrar = SIP Registrar
feature.registrar.description = Wirft ein Auge auf aktuelle Benutzer Registrierungen und f\u00FChrt die Anrufannahme Funktion aus. Ein registrar wird pro Server ben\u00F6tigt. Dieser Service ben\u00F6tigt mindestens einen SIP Registrar Server im Cluster und die Nat Traversal (Media Relay) Funktion aktiviert.
feature.mongo = Verteilte Datenbank
feature.mongo.description = Der verteilte Datenbank Service wird benutzt um Server status und Konfigurationsinformationen zu speichern und erlaubt f\u00FCr eine gleichm\u00E4\u00DFige Verteilung das Serverteilen. Einer oder mehrere verteilte Datenbank Services sind pro Cluster n\u00F6tig.
feature.mwi = MWI
feature.mwi.description = Message Waiting Indicator service f\u00FCr eingehende voicemail Nachrichten. Einer oder mehrere MWI services werden pro Cluster ben\u00F6tigt. Dieser Service ben\u00F6tigt den aktivierten Medien Service.
feature.ivr = Voicemail/Auto Attendant
feature.ivr.description = VoiceMail und Auto Attendant Telefonie Applikationen. Nur ein Service ist pro Cluster erlaubt und es ist ein optionaler Service. Dieser Service ben\u00F6tigt den aktivierten Medien Service.
feature.acd = ACD (Legacy)
feature.acd.description = Automatische Anrufverteilungs (Legacy) Service. Dieser Service wird in einer zuk\u00FCnftigen Version \u00FCberholt werden.
feature.sipxcdr = CDRs
feature.sipxcdr.description = Call Detail Recording Service. Dieser Service sammelt Informationen \u00FCber Anrufe und speichert diese. Es wird empfohlen diesen Service auf jedem Server auszuf\u00FChren, auf welchem der SIP Proxy Service ebenfalls l\u00E4uft. Dieser Service setzt voraus, dass der SIP Proxy Service aktiviert ist. Dieser Service ben\u00F6tigt mindestens einen SIP Proxy Server im Cluster.
feature.imbot = IMBot
feature.imbot.description = Instant Messaging Interactive RoBot. Dieser Service bietet die MyBuddy Funktion f\u00FCr Instant Messaging Benutzer an. Nur ein IM Bot service ist pro Cluster erlaubt und es ist ein optionaler Service. Dieser Service ben\u00F6tigt den aktivierten IM-XMPP Service.
feature.phonelog = Telefon logging Server
feature.phonelog.description = Empf\u00E4ngt debugging log Nachrichten f\u00FCr spezielle Telefonmodelle. Nur ein Telefon logging Service ist pro Cluster erlaubt und es ist ein optionaler Service.
feature.acdPresence = ACD Presence (Legacy)
feature.acdPresence.description = Der ACD Presence (Legacy) Service beh\u00E4lt den ACD Agent Status im Auge. Ist nur ein ben\u00F6tigter Service, falls Sie den ACD (Legacy) Service aktivieren.
feature.authCode = Authorizierungscode
feature.authCode.description = Der Authorisierungscode fragt Benutzer nach einer PIN Nummer, bevor ein Anruf, welcher Berechtigungen erfordert, durchgestellt wird. Nur ein Authorisierungscode Server ist pro Cluster erlaubt. Dieser Service setzt den aktivierten Medien Service voraus.
feature.acdStats = ACD Statistiken (Legacy)
feature.acdStats.description = Der ACD Statistik Service sammelt Anrufstatistiken f\u00FCr den ACD (Legacy) Service. Dieser Service wird ben\u00F6tigt, falls der ACD (Legacy) Service aktiviert ist.
feature.saa = SAA/BLA
feature.saa.description = Der Shared Appearance Agent(SAA) Service, auch bekannt als der Bridged Line Appearance(BLA) oder Shared Line Appearance (SLA). Nur ein SAA/BLA Service ist pro Cluster erlaubt und es ist ein optionaler Service. Dieser Server ben\u00F6tigt mindestens einen SIP Proxy Server im Cluster.
feature.autoAttendant = Auto Attendant
feature.autoAttendant.description = Empf\u00E4ngt Anrufer mit einer Ansage und einer Liste von Auswahlm\u00F6glichkeiten dann entscheidet er wohin der Anrufer gerouted wird, basierend auf Benutzereingaben. Nur ein Auto Attendant Service ist pro Cluster erlaubt und es ist ein optionaler Service. Das Aktivieren dieser Funktion aktiviert auch die Voicemail Funktion.
feature.provision = Telefon Auto-Provisioning
feature.provision.description = Der Telefon auto-provision Service wird eine Basis Konfiguration f\u00FCr neue Telefone, welche in das Netzwerk integriert werden generieren und wird eine temor\u00E4re ID Nummer vergeben, f\u00FCr schnelle und einfache Provisionierung.
feature.instantMessage = IM - XMPP
feature.instantMessage.description = XMPP instant messaging Server. Nur ein  IM - XMPP Service ist per Cluster erlaubt und es ist ein optionaler Service.
feature.restServer = REST API
feature.restServer.description = Der REST API Service bietet eine Applikationsprogrammierungsoberfl\u00E4che f\u00FCr Entwickler um mit den erlaubten Funktionen, wie Anruf Kontrolle, Benutzer Erstellung, etc zu interagieren. Nur ein REST API Service ist pro Cluster erlaubt und es ist ein optionaler Service. Dieser Service ben\u00F6tigt mindestens einen  CDR Manager und mindestens einen Proxy Server im Cluster.
feature.conference = Konferenzen
feature.conference.description = Konferenz Service. Einer oder mehrere Konferenz Server sind pro Cluster erlaubt und es ist ein optionaler Service. Dieser Service ben\u00F6tigt Medien Services aktiviert auf demselben Host.
feature.sbcBridge = SIP Trunking
feature.sbcBridge.description = Der SIP trunking Service ist ein Back to Back User Agent (B2BUA), welcher als ein Gateway zu SIP ITSP Services agiert um Anrufe zu \u00FCberbr\u00FCcken. Dies wird von den mei\u00DFten SIP Servern nicht vorausgesetzt für Anrufe.
feature.borderController = SBC
feature.borderController.description = Session Border Controller. Wird nicht benutzt (wird bald gel\u00F6scht)
feature.park = Anruf Parken
feature.park.description = Der Anruf Parken Service erlaubt es Benutzern einen Anruf in einer Warteschlange zu parken, wo er von einem anderen Benutzer zur\u00FCckgeholt werden kann. Nur ein Anruf Park Service ist pro Cluster erlaubt und es ist ein optionaler Service. Dieser Service ben\u00F6tigt einen SIP Proxy Server auf demselben Host.
feature.page = Paging Gruppen
feature.page.description = Der Paging Gruppen Service erlaubt es ausgew\u00E4hlten Benutzern einer anderen Benutzergruppe eine Einweg-Page zu schicken. Nur ausgew\u00E4hlte Telefone unterst\u00FCtzen diese Funktion. Nur ein paging Gruppen Service ist pro Cluster erlaubt und es ist ein optionaler Service. Dieser Service ben\u00F6tigt mindestens einen SIP Proxy Server im Cluster.
feature.callpilot = CallPilot Voicemail Men\u00FC
feature.callpilot.description = Falls die Nortel Benutzerf\u00FChrung hochgeladen worden ist, erlaubt diese Option das aktivieren der Voicemail Men\u00FCbenutzerführung, welche gleich ist wie das Nortel's CallPilot voicemail System.
feature.bridgeRecording = Konferenz Event Listener
feature.bridgeRecording.description = Der Konferenzen Aufnahmeservice erlaubt es Konferenzen aufzuzeichnen und MyBuddy Benachrichtigungen zu empfangen, wenn jemand eigene Konferenzen betritt, oder verl\u00E4sst. Diese Funktion muss auf einer per-bridge basis aktiviert werden. Dieser Service ben\u00F6tigt den aktivierten Konferenzen Server.
feature.natTraversal = Medien Relay
feature.natTraversal.description = Der Medien Relay Service wird f\u00FCr NAT Traversal und bestimmte SIP trunking Situationen benutzt, wo RTP Medien nicht direkt ein Netzwerk durchlaufen k\u00F6nnen. Falls aktiviert, wird dieser Service zusammen mit dem SIP proxy Service auf jedem Server laufen, welcher den SIP Proxy Service aktiviert hat.
feature.openacd=Kontakt Center
feature.openacd.description=Kontakt Center Service. Diese Funktion zu aktivieren, aktiviert ebenfalls Medien Services auf dem gleichen Host.
feature.sipxdns = DNS
feature.sipxdns.description = Ein Domain Name Server l\u00F6st Servernamen in IP Adressen des Systems auf. Wir empfehlen w\u00E4rmstens diesen Service auf jedem Server zu installieren. Vergewissern Sie sich, dass "DNS Forwarders" in "System/DNS Settings" eingetragen sind, sonst ist der Server nicht in der Lage irgendwelche Servernamen au\u00DFerhalb des Clusters aufzul\u00F6sen.
feature.mongoArbiter = Verteilter Datenbankarbeiter
feature.mongoArbiter.description = Wird nur ben\u00F6tigt, wenn Sie eine gerade Anzahl an verteilten Datenbanken haben. Sch\u00E4dlich, wenn Sie eine ungerade Anzahl an verteilten Datenbanken haben. Der prim\u00E4re Server zählt als eine verteilte Datenbank. Dieser Service hilft der verteilten Datenbank zu entscheiden, welcher Server benutzt werden soll, im Falle dass einer von Ihnen ausfällt. Es macht nur Sinn genau einen, oder keinen in einem Cluster zu haben.
feature.snmp = SNMP
feature.snmp.description = Der SNMP Server berichtet den Status laufender Prozesse und andere Serverstatistiken. Wenn aktiviert, wird jeder Server den SNMPD Service ausf\u00FChren.
feature.mail = SMTP
feature.mail.description = SMTP Mail Server um automatische Mails von diesem System zu senden.
feature.sipxlogwatcher = Log Beobachter
feature.sipxlogwatcher.description = Service, welcher eingehende Lognachrichten liest und dementsprechend reagiert. Normalerweise benutzt um einen SNMP Alarm auszul\u00F6sen.
feature.rls = RLS
feature.rls.description = Resource List Server erlaubt es Endpunkten den Status anderer Endpunkte zu beobachten. Dieser Service ben\u00F6tigt mindestens einen SIP Proxy Server im Cluster.
feature.event = Event Benachrihtigung
feature.event.description = Der WebSockets Server und API um andere Clients zu benachrichtigen. Das WebSocket Protokoll macht zweiseitige Kommunikation zwischen einem Client und einem Server.
feature.moh = Musik w\u00E4hrend dem Halten
feature.moh.description = Musik w\u00E4hrend dem Halten (MOH) bezieht sich auf die Gesch\u00E4ftspraktik aufgenommene Musik abzuspielen um die entstehende Stille am Telefon zu vermeiden, welche von dem Anrufer geh\u00F6rt werden w\u00FCrde, während er in der Warteschleife ist. \
Musik w\u00E4hrend dem Halten wird von allen Telefonen unterst\u00FCtzt, welche den IETF Vorschlag unterst\u00FCtzen. Dieser Service ben\u00F6tigt aktivierte Medien Services.
feature.firewall = Firewall
feature.firewall.description = Die Firewall benutzt iptables. Regeln werden automatisch ermittelt, basierend darauf, welche Services laufen.
feature.recording = Konferenz Event Listener
feature.recording.description = Wenn eine Konferenz automatische Aufnahme aktiviert hat, wird dieser Service automatisch die Konferenz aufzeichnen und in der Benutzer Mailbox speichern \
MyBuddy bekommt dabei Benachrichtigungen, wenn ein Benutzer eigene Konferenzen betritt, oder verl\u00E4sst
feature.intercom = Intercom
feature.intercom.description = Intercom erlaubt es Telefonen Anrufe automatisch anzunehmen (ohne Zutun des Benutzers). Intercom wird nur von Telefonen unterst\u00FCtzt, welche daf\u00FCr konfiguriert werden k\u00F6nnen ankommende Anrufe automatisch anzunehmen. Der Intercom Anruf kann von jedem Telefon aus initiiert werden. Dieser Service ben\u00F6tigt mindestens einen SIP Proxy im Cluster.
feature.dhcpd = DHCP
feature.dhcpd.description = DHCP Service um Ger\u00E4te mit IP Adressen und anderen kritischen Netzwerkeinstellungen zu versorgen. Nur ein DHCP Server ist pro Cluster erlaubt und es ist ein optionaler Service.
feature.ftp = FTP
feature.ftp.description = FTP service um Ger\u00E4te mit Konfigurationsdateien zu versorgen. Es ist nur ein FTP Service erlaubt und nur auf dem prim\u00E4ren Server. Dies ist ein optionaler Service.
feature.tftp = TFTP
feature.tftp.description = TFTP service um Ger\u00E4te mit Konfigurationsdateien zu versorgen. Es ist nur ein TFTP Service erlaubt und nur auf dem prim\u00E4ren Server. Dies ist ein optionaler Service.
feature.tunnel = Verschl\u00FCsselte Kommunikation
feature.tunnel.description = Verschl\u00FCsselung relevanter Kommunikation zwischen den Servern in Ihrem Cluster. Dies ist nur intern f\u00FCr Ihren Cluster und nicht verbunden mit Protokollen wie SIP TLS, oder SRTP. Dies ben\u00F6tigt den Firewall Service. Dies wird den Verschlüsselungstunnel auf allen Hosts ausführen.
feature.sipxsqa = Netzwerk Warteschlange
feature.sipxsqa.description = Die Netzwerk Warteschlange leitet Nachrichten durch den Cluster inklusive Presence Informationen and System events.
feature.alarms = SNMP Alarme
feature.alarms.description = SNMP Trap Server welcher trap Benachrichtigungen von anderen Teilen des Systems annimmt und im Gegenzug trps an andere Empf\u00E4nger weiterleitet. SNMP service ben\u00F6tigt SNMP, Log Watcher und SMTP Funktionen aktiviert.
feature.ntpd = NTP
feature.ntpd.description = NTP ist ein Service um die System Zeit einzustellen und diese mit Standard Zeitservern abzugleichen.
feature.mysql = SIP Capture DB
feature.mysql.description = MySQL Datenbank, genutzt f\u00FCr SIP Aufnahme.
feature.redis = Netzwerk Warteschlangen DB
feature.redis.description = Netzwerk Warteschlangen in-memory persistent store.

address.dns = DNS
address.dns = Falls Sie DNS auf dem System aktiviert haben, erlaubt dies Anfragen an den DNS Server von Endpunkten wie z.B. Telefonen zu senden.
address.ftp = FTP (Control)
address.ftp.description = File Transfer Protocol. Nur Kontrollport. Damit FTP funktionieren kann brauchen Sie beides, einen Kontroll- und einen Datenport. FTP wird dazu benutzt, Konfigurationsdateien f\u00FCr bestimmte Ger\u00E4tetypen zu \u00FCbertragen.
address.ftpData = FTP (Data)
address.ftpData.description = File Transfer Protocol. Nur Datenport. Damit FTP funktionieren kann brauchen Sie beides, einen Kontroll- und einen Datenport. FTP wird dazu benutzt, Konfigurationsdateien f\u00FCr bestimmte Ger\u00E4tetypen zu \u00FCbertragen.
address.ftpPasv = FTP (PASV)
address.ftpData.description = File Transfer Protocol. Passivmodus Port. FTP wird dazu benutzt, Konfigurationsdateien f\u00FCr bestimmte Ger\u00E4tetypen zu \u00FCbertragen.
address.adminApi = Konfigurations API
address.adminApiAuth = Bria login (unsicher - port 12000)
address.secureAdminApi = Konfiguration Externe RESTful/SOAP APIs
address.adminApi.description = SOAP und RESTful web service APIs, welche es Systemen erlauben solche Sachen wie Benutzer hinzuzuf\u00FCgen oder das Telefon neuzustarten.
address.tftp = TFTP
address.tftp.description = Trivial File Transfer Protocol. TFTP wird dazu benutzt, Konfigurationsdateien f\u00FCr bestimmte Ger\u00E4tetypen zu \u00FCbertragen.
address.ssh = SSH
address.ssh.description = Secure remote shell.
address.acdConfig = ACD (Legacy) Konfiguration XML-RPC API
address.acdMonitor = ACD (Legacy) Monitor XML-RPC API
address.acdPresenceApi = ACD (Legacy) Presence XML-RPC API
address.acdPresenceTcp = ACD (Legacy) Presence SIP/TCP
address.acdPresenceUdp = ACD (Legacy) Presence SIP/UDP
address.acdSipTcp = ACD (Legacy) SIP/TCP
address.acdSipTls = ACD (Legacy) SIP/TLS
address.acdSipUdp = ACD (Legacy) SIP/UDP
address.acdStatsApi = ACD (Legacy) Statistics SOAP API
address.cdrApi = CDR SOAP API
address.dnsAddress = DNS
address.freeswitch-xmlrpc = FreeSWITCH XML-RPC API
address.freeswitch-event = FreeSWITCH ESL API
address.acc-freeswitch-event = FreeSWITCH ESL f\u00FCr Authorisierungscode
address.freeswitch-rtp = FreeSWITCH RTP
address.freeswitch-sip = FreeSWITCH SIP
address.imbotRestApi = My Buddy RESTful API
address.instantMessageWatcher = IM Unified
address.instantMessageXmlrpc = IM XML-RPC API
address.instantMessageXmpp = IM XMPP
address.instantMessageSecureXmpp = IM XMPP (Sicher)
address.instantMessageFederation = XMPP Server-Server Federation
address.instantMessageAdminConsole = Openfire Admin Konsole (Secure - port 9095)
address.instantMessageFileTransferProxy = Openfire File Transfer Proxy
address.ivrRestApi = IVR RESTful API
address.mongo = Verteilte DB
address.mongoArbiter = Distributed DB Arbiter
address.mwiHttpApi = MWI RESTful API
address.mwiSipTcp = MWI SIP/TCP
address.mwiSipUdp = MWI SIP/UDP
address.natRtp = Media Relay/NAT RTP
address.openacdRestApi = Kontakt Center RESTful API
address.openacdWebUI = Kontakt Center Agent Web UI
address.openacdSecureWebUI = Kontakt Center Sichere Agent Web UI
address.pageRtp = Paging RTP
address.pageTcp = Paging SIP/TCP
address.pageTls = Paging SIP/TLS
address.pageUdp = Paging SIP/UDP
address.parkTcp = SIP Proxy - UDP
address.provisionService = Automatische Telefonprovisionierung
address.proxyUdp = SIP Proxy - UDP
address.proxyTcp = SIP Proxy - TCP
address.proxyTls = SIP Proxy - TLS
address.registrar-event = SIP Registry Event XML-RPC API
address.registrar-presence = SIP Registry Presence XML-RPC API
address.registrar-tcp = SIP Registry - TCP
address.registrar-udp = SIP Registry - UDP
address.restServerApi = 3PCC RESTful API (Internal)
address.publicRestServiceApi = 3PCC RESTful API (External)
address.restServerApi.description = Drittanbieter Anruf Kontroll API. Nicht f\u00FCr den externen Gebrauch gedacht.
address.restServerExternalApi = 3PCC RESTful API (External)
address.restServerExternalApi.description = Drittanbieter Anruf Kontroll API welche von Client Applikationen wie Click-to-Call genutzt wird.
address.restServerSip = 3PPC SIP API
address.restServerSip.description = Benutzer agent welcher sich auf den Proxy verbindet um Anrufe einzuleiten.
address.rlsTcp = RLS SIP/TCP
address.rlsUdp = RLS SIP/UDP
address.sbcBridgeXmlRpc = SIP Trunking XML-RPC API
address.sbcBridgeSip = SIP Trunking Internal SIP
address.sbcBridgeTls = SIP Trunking Internal TLS
address.sbcBridgeSipExternal = SIP Trunking External SIP
address.sbcBridgeTlsExternal = SIP Trunking External TLS
address.dhcpd = DHCP
address.parkUdp = Park SIP/UDP
address.parkRtp = Park RTP
address.smtp=SMTP
address.apacheHttp = HTTP (Port 80)
address.apacheHttps = HTTPS (Port 443)
address.sipxsqaQueue = Network Queue Pub/Sub
address.sipxsqaControl = Network Queue Control
address.ntpAddress = NTP
address.snmpmsg = SNMP (Port 161)
address.snmptrap = SNMP Trap (Port 162)
address.snmptls = SNMP TLS (Port 10161)
address.snmpdtls = SNMP DTLS (Port 10162)
address.publicRestServerApi = REST Server API
address.rsyslog = RSYSLOG UDP (Port 514)
address.sipxcdr = PostgreSQL (Port 5432)
address.mysql = MySQL DB
address.redis = Redis DB
archive.configuration.tar.gz.label = Konfiguration
archive.cdr.tar.gz.label = CDR
archive.voicemail.tar.gz.label = Voicemail
archive.device-uploads.tar.gz.label = Ger\u00E4te Uploads
